[
  {
    "id": "chapter_1",
    "title": "Манастын Туулушу",
    "content": "Кырк чоро менен куралданып, бир Баатыр туулат экен. Манастын төрөлүшү — элдин үмүтү, журттун кубанычы болуптур. Ал төрөлгөн күнү асман ачык болуп, тоолордон бүркүттөр учуп чыккан экен. Анын атасы Жакып хан баласын көрүп: 'Бул бала эл башкарчу инсан болот' деп айткан экен. Бүткүл журт сүйүнүп, наристени коңгуроолор менен тосуп алышкан.",
    "audio": "assets/audio/chapter_1.mp3"
  },
  {
    "id": "chapter_2",
    "title": "Балалыгы",
    "content": "Манас жаш кезинен эле эр жүрөк, акылдуу жана адилеттүү бала болуп чоңойду. Ал жаа атууну, кылыч кармоону эрте үйрөндү. Ат минип, тоо-таңды кыдырып, чыныгы жоокер сыяктуу машыгып жүрдү. Анын тентектик кылбай, көп сүйлөбөй, терең ойлонгону элди таң калтырчу. Анын эл арасындагы аброю күндөн-күнгө өсүп жатты.",
    "audio": "assets/audio/chapter_2.mp3"
  },
  {
    "id": "chapter_3",
    "title": "Тарбия жана Жол көрсөтүү",
    "content": "Атасы Жакып жана чоро Кошой ага кеңеш берип, Манасты акылмандыкка үйрөтүштү. Манас элине, жерине берилгендик менен кызмат кылууну үйрөндү. Анын сөздөрү жана жүрүм-туруму көпчүлүккө үлгү болду. Ал кичинесинен чоң максаттарга жетүүнү ойлогон жана өзүнүн элди бириктирүү кыялы бар эле.",
    "audio": "assets/audio/chapter_3.mp3"
  },
  {
    "id": "chapter_4",
    "title": "Жоонун Чабуулу",
    "content": "Чет жактан келген жоолор элди каптап, тынчтыгы бузулуп, жер-жерлер өрттөлдү. Эл үркүп, хандар баш ийбей калган убак болгон. Ушул оор учурда Манас куралданып, элди чогултуп, жоого каршы турду. Анын кайраттуулугу элге дем берип, биримдикти күчөттү. Ал душмандын планын алдын ала билип, акыл менен аракет кылды.",
    "audio": "assets/audio/chapter_3.mp3"
  },
  {
    "id": "chapter_5",
    "title": "Биринчи Жеңиши",
    "content": "Манас жоону токтотуп, биринчи чоң жеңишке жетишти. Анын башкаруусу менен жоокерлер бир максатта иш алып барып, душмандын күчүн кайтарышты. Бул жеңиш элге үмүт берип, Манастын даңкы алыска угулду. Ар бир айылда анын эрдиги тууралуу дастан ырдалып, балдарга үлгү катары айтылып калды.",
    "audio": "assets/audio/chapter_3.mp3"
  },
  {
    "id": "chapter_6",
    "title": "Элдин Биримдиги",
    "content": "Манас элди бөлүп-жарбай, баарын бир туугандай көрдү. Ал уруулардын ортосундагы кагылышууларды токтотуп, кеңешмелер уюштурду. Эл арасында 'Манас барда душман жуурулбайт' деген сөз тарады. Анын адилет башкаруусу ар бир айылда, ар бир боз үйдө байкалып турду. Элде тынчтык жана тартип орноду.",
    "audio": "assets/audio/chapter_3.mp3"
  },
  {
    "id": "chapter_7",
    "title": "Манастын Күндөлүгү",
    "content": "Кээ бир баяндамачылар айтышат: Манас өзүнүн ойлорун жана пландарын жашыруун түрдө жазып жүргөн экен. Ал өзүнүн эмгеги элге кызмат кылышын каалаган. Күндөлүк сөздөрүндө ал: 'Элим аман болсун, жерим тынч болсун' деген тилектерди калтырган. Бул анын терең руханий дүйнөсүн чагылдырган.",
    "audio": "assets/audio/chapter_3.mp3"
  },
  {
    "id": "chapter_8",
    "title": "Саясий Каршылаштар",
    "content": "Манастын күчтүү болушу айрым хандарга жаккан эмес. Алар ага каршы чыкмакчы болуп, сырдан сыр сүйлөшүүлөрдү жүргүзгөн. Бирок Манастын акылмандыгы жана элдин колдоосу алардын планы ишке ашпай калышына себеп болду. Ал душмандарга каршы эмес, аларды жарашууга чакырып, кандуу кагылыштардын алдын алды.",
    "audio": "assets/audio/chapter_3.mp3"
  },
  {
    "id": "chapter_9",
    "title": "Аялдары жана Үй-бүлөсү",
    "content": "Манастын жубайы Каныкей акылдуу, сабырдуу жана таасирдүү аял болгон. Ал көп учурда Манастын жанында жүрүп, кеңеш берип турган. Анын балдарына берген тарбиясы да эл ичинде айтылып жүргөн. Манастын үй-бүлөсү — күчтүү жана бирдиктүү уя болгон, алар бири-бирин дайыма колдоп турушкан.",
    "audio": "assets/audio/chapter_3.mp3"
  },
  {
    "id": "chapter_10",
    "title": "Улуу Тилек жана Келечек",
    "content": "Манас ар дайым келечек муун жөнүндө ойлонгон. Ал жаштарга: 'Элди сүйгүлө, чындыкты айткыла, биримдикте болгула' деп насаат берген. Анын улуу тилеги — кыргыз эли тынчтыкта, билимде, адилеттикте жашасын деген болчу. Анын сөздөрү азыр да ар бир кыргыздын жүрөгүндө жашайт.",
    "audio": "assets/audio/chapter_3.mp3"
  }
]
