Repository: isakovzh/flutter_auth_bloc_supabase
Catalog: lib/l10n/app_*.arb
Languages: ky

# appTitle
source: Manas App
ky: Манас колдонмосу

# quizTitle
source: Quiz: {lessonTitle}
ky: Тест: {lessonTitle}

# questionCounter
source: Question {current}/{total}
ky: Суроо {current}/{total}

source: Quiz Completed
ky: Тест аяктады

# quizResults
source: You answered {correct} / {total} correctly. You earned {xp} XP!
ky: Сиз {correct} / {total} туура жооп бердиңиз. Сиз {xp} XP утуп алдыңыз!

# errorQuizResults
source: You answered {correct} / {total} correctly. You earned {xp} XP! (5 XP per correct answer)
ky: Сиз {correct} / {total} туура жооп бердиңиз. Сиз {xp} XP утуп алдыңыз! (ар бир туура жооп үчүн 5 XP)

source: Done
ky: Бүттү

source: Settings
ky: Орнотуулар

source: Change Theme
ky: Теманы өзгөртүү

source: Change Language
ky: Тилди өзгөртүү

source: Logout
ky: Чыгуу

source: Profile
ky: Профиль

source: View Achievements
ky: Жетишкендиктерди көрүү

source: Achievements Gallery
ky: Жетишкендиктер галереясы

source: OK
ky: Макул

source: Lessons
ky: Сабактар

source: Start Quiz
ky: Тестти баштоо

source: Start Error Quiz
ky: Ката тестин баштоо

source: Error Quiz
ky: Ката тести

source: Error Quiz Completed
ky: Ката тести аяктады

source: Open
ky: Ачуу

source: Characters
ky: Каармандар

# error
source: Error: {message}
ky: Ката: {message}

# eposChapters
source: Chapters of Manas Epos
ky: Манас эпосунун бөлүмдөрү

source: Error loading chapters
ky: Бөлүмдөрдү жүктөөдө ката кетти

source: Pause
ky: Тыныгуу

source: Listen
ky: Угуу

# lessonsCompleted
source: Lessons Completed: {completed}
ky: Аяктаган сабактар: {completed}

source: Retake Quiz
ky: Тестти кайра тапшыруу

source: Take Quiz
ky: Тестти тапшыруу

# correctAnswersCount
source: {correct}/{total} correct
ky: {correct}/{total} туура

# charactersUnlocked
source: Characters Unlocked: {unlocked} / {total}
ky: Ачылган каармандар: {unlocked} / {total}

source: Weekly XP Progress
ky: Апталык XP прогресси

# monday
source: Mon
ky: Дүй

# tuesday
source: Tue
ky: Шей

# wednesday
source: Wed
ky: Шар

# thursday
source: Thu
ky: Бей

# friday
source: Fri
ky: Жум

# saturday
source: Sat
ky: Ишм

# sunday
source: Sun
ky: Жек

# achievementFirstQuiz
source: You completed your first quiz!
ky: Сиз биринчи тестти өттүңүз!

# achievementPerfectScore
source: Perfect score - all answers correct!
ky: Мыкты жыйынтык - бардык жооптор туура!

# achievement100XP
source: You earned 100 XP!
ky: Сиз 100 XP топтодуңуз!

# achievement5Lessons
source: You completed 5 lessons!
ky: Сиз 5 сабакты аяктадыңыз!

# achievementNoMistakes
source: You fixed all your mistakes!
ky: Сиз бардык каталарды оңдодуңуз!

# achievementUnlocked
source: New Achievement!
ky: Жаңы жетишкендик!

# achievementTitle
source: Achievement
ky: Жетишкендик

# achievementDescription
source: How to unlock:
ky: Кантип ачса болот:

# achievementGalleryTitle
source: Achievements Gallery
ky: Жетишкендиктер галереясы

# achievementFirstQuizDesc
source: You completed your first test. Well done!
ky: Сиз биринчи тестти өттүңүз. Азаматсыз!

# achievementPerfectScoreDesc
source: You completed the test without any mistakes!
ky: Сиз тестти бир да катасыз өттүңүз!

# achievement100XPDesc
source: You earned 100 experience points!
ky: Сиз 100 тажрыйба упайын топтодуңуз!

# achievement5LessonsDesc
source: You completed 5 lessons. Keep it up!
ky: Сиз 5 сабакты аяктадыңыз. Алга!

# achievementNoMistakesDesc
source: You fixed all your mistakes. True hero!
ky: Сиз бардык каталарды оңдодуңуз. Чыныгы баатыр!

# achievementUnlockedDesc
source: Achievement unlocked!
ky: Жетишкендик ачылды!

# achievementFirstQuizHint
source: Complete at least one test.
ky: Жок дегенде бир тестти өтүңүз.

# achievementPerfectScoreHint
source: Answer all questions correctly in one test.
ky: Бир тесттин бардык суроолоруна туура жооп бериңиз.

# achievement100XPHint
source: Earn at least 100 XP.
ky: 100 XP топтоңуз.

# achievement5LessonsHint
source: Complete 5 different lessons.
ky: 5 ар башка сабакты аяктаңыз.

# achievementNoMistakesHint
source: Retake all mistakes without errors.
ky: Бардык каталарды кайра катасыз өтүңүз.

# achievementGenericHint
source: Complete the requirements to unlock.
ky: Ачуу үчүн талаптарды аткарыңыз.

# achievementHowToUnlock
source: How to unlock?
ky: Кантип ачса болот?

# achievementButtonText
source: View achievements
ky: Жетишкендиктерди көрүү

# errorQuizTitle
source: Error Quiz
ky: Ката сынагы

# errorQuizDesc
source: Practice your mistakes to improve!
ky: Жакшыртуу үчүн каталарыңызды көнүгүңүз!

# errorQuizStartButton
source: Start Error Quiz
ky: Ката тестин баштоо

source: LOGIN
ky: КИРҮҮ

source: REGISTRATION
ky: КАТТОО

source: Email
ky: Электрондук почта

source: Password
ky: Сырсөз

source: Username
ky: Колдонуучунун аты

source: Confirm Password
ky: Сырсөздү ырастаңыз

# enterEmail
source: Enter your email
ky: Электрондук почтаңызды киргизиңиз

# enterPassword
source: Enter your password
ky: Сырсөзүңүздү киргизиңиз

# enterUsername
source: Enter your username
ky: Колдонуучу атыңызды киргизиңиз

# reenterPassword
source: Re-enter your password
ky: Сырсөзүңүздү кайра киргизиңиз

source: Sign In
ky: Кирүү

source: Sign Up
ky: Катталуу

# noAccount
source: Don't have an account? Sign Up
ky: Аккаунтуңуз жокпу? Катталыңыз

# haveAccount
source: Already have an account? Sign In
ky: Аккаунтуңуз барбы? Кириңиз

# guessCharacterTitle
source: Guess the Character
ky: Каарманды тап

# guessCharacterInputLabel
source: Who is this?
ky: Бул ким?

# guessCharacterSubmitButton
source: Answer
ky: Жооп берүү

# guessCharacterCorrect
source: ✅ Correct! This is {name}
ky: ✅ Туура! Бул {name}

# guessCharacterIncorrect
source: ❌ Incorrect. Try again.
ky: ❌ Туура эмес. Кайра аракет кылыңыз.
